const questions = [
  {
    question: "איזה שורש מהווה יוצא דופן בגזרת שלמים?",
    options: ["בצר", "לטש", "סייע", "עבש"],
    correctAnswer: 3,
  },
  {
    question: 'מהו שם הפעולה של הפועל "תרם"?',
    options: ["תרמה", "תרום", "תרומה", "תורם"],
    correctAnswer: 2,
  },
  {
    question: "איזה פועל במרובעים מציין חזרה על פעולה?",
    options: ["קרצף", "פקפק", "נרמל", "צקצק"],
    correctAnswer: 1,
  },
  {
    question: 'מהו הציווי מהשורש "תעד"?',
    options: ["התעד!", "תעד!", "עד!", "עדד!"],
    correctAnswer: 1,
  },
  {
    question: 'איזה שורש בנלי/ה מקביל לשורש "שבת"?',
    options: ["שבה", "שבת", "שבי", "שובה"],
    correctAnswer: 0,
  },
  {
    question: 'מהו השורש בגזרת נל"א שמבטא "חטא"?',
    options: ["חטא", "דכא", "קרא", "פלא"],
    correctAnswer: 0,
  },
  {
    question: 'באיזו גזרה נמצא הפועל "דברר"?',
    options: ['נל"א', "מרובעים", "שלמים", "נלי/ה"],
    correctAnswer: 1,
  },
  {
    question: 'איזה שורש מהגזרה השלמים מתאר "כבל"?',
    options: ["כבל", "כלב", "קבל", "קבלן"],
    correctAnswer: 0,
  },
  {
    question: 'מהו הבניין של הפועל "זחוח"?',
    options: ["קל (סביל)", "נפעל", "פיעל", "התפעל"],
    correctAnswer: 0,
  },
  {
    question: 'מצא את השורש המשותף למילים "שלהב" ו"שלב"?',
    options: ["שלה", "שלבב", "שלב", "להב"],
    correctAnswer: 2,
  },
  {
    question: 'איזו מילה מהגזרה השלמים עוסקת ב"משל"?',
    options: ["משלים", "משול", "משלה", "משל"],
    correctAnswer: 3,
  },
  {
    question: 'מהו הבניין של הפועל "נתון"?',
    options: ["קל (סביל)", "התפעל", "פיעל", "הופעל"],
    correctAnswer: 0,
  },
  {
    question: 'מה ההבדל בין הפועל "מחה" בנל"א ל"מחה" בנלי/ה?',
    options: [
      'נל"א – כתב; נלי/ה – כתב מחאה',
      'נל"א – קרא; נלי/ה – קרא מחאה',
      'נל"א – מחק; נלי/ה – מחה במחאה',
      'נל"א – יצר; נלי/ה – יצר מחאה',
    ],
    correctAnswer: 2,
  },
  {
    question: 'מהו שם הפעולה מהשורש "קרא"?',
    options: ["קורה", "קריאה", "קריה", "קרי"],
    correctAnswer: 1,
  },
  {
    question: "מצא את יוצא הדופן: פלא, נשא, דכא, פלאה",
    options: ["נשא", "פלא", "דכא", "פלאה"],
    correctAnswer: 3,
  },
  {
    question: 'באיזו גזרה נמצא הפועל "תשאל"?',
    options: ["נלי/ה", "שלמים", "מרובעים", 'נל"א'],
    correctAnswer: 2,
  },
  {
    question: 'מהו הפועל בגזרת נלי/ה שמקביל ל"פנה"?',
    options: ["פניי", "פנה/פני", "פניו", "פנם"],
    correctAnswer: 1,
  },
  {
    question: 'מהו השורש המשותף למילים "כרת" ו"כרה"?',
    options: ["קר", "קרה", "קרי", "כר"],
    correctAnswer: 3,
  },
  {
    question: 'איזו מילה מבניין קל (סביל) מתארת משהו "טבול"?',
    options: ["טבילה", "טבול", "טובל", "טבל"],
    correctAnswer: 1,
  },
  {
    question: 'איזה שורש מהגזרה השלמים מציין "חבק"?',
    options: ["חיבק", "חב", "חבב", "חבק"],
    correctAnswer: 3,
  },
  {
    question: 'איזו מילה מהגזרת מרובעים מתארת "קטלג"?',
    options: ["קטל", "קטלג", "כתלוג", "כתלג"],
    correctAnswer: 1,
  },
  {
    question: 'מה ההבדל בין הפועל "סקר" מהשלמים ל"סנגר" מהמרובעים?',
    options: [
      "סקר – כתב; סנגר – שיבח",
      "סקר – בדק; סנגר – ייצג",
      "סקר – חקר; סנגר – האשים",
      "סקר – עזר; סנגר – הגן",
    ],
    correctAnswer: 1,
  },
  {
    question: 'איזה פועל בנל"א מתאר "ודא"?',
    options: ["ודא", "ודאה", "ודאי", "ודה"],
    correctAnswer: 0,
  },
  {
    question: 'מהי הגזרה של הפועל "התרה"?',
    options: ["שלמים", "נלי/ה", 'נל"א', "מרובעים"],
    correctAnswer: 1,
  },
  {
    question: 'באיזה זמן ובאיזה גוף נשתמש בפועל "שלי"?',
    options: [
      "עבר, גוף ראשון",
      "הווה, גוף שני",
      "עבר, גוף שלישי יחיד",
      "עתיד, גוף ראשון",
    ],
    correctAnswer: 2,
  },
  {
    question: 'מה משמעות המילה "נחוש"? פעיל או סביל?',
    options: ["חוזר", "סביל", "מצווה", "פעיל"],
    correctAnswer: 1,
  },
  {
    question: 'איזו מילה מבניין קל מתארת משהו "עקוב"?',
    options: ["עקוב", "עקב", "עקבה", "עקיבא"],
    correctAnswer: 0,
  },
  {
    question: 'מצא את השורש המשותף לפעלים "שגי" ו"שגה"?',
    options: ["שגיא", "שגי", "שגה", "שגג"],
    correctAnswer: 2,
  },
  {
    question: 'מהי משמעות הפועל "ברא"?',
    options: ["יצר", "ברר", "בחר", "כתב"],
    correctAnswer: 0,
  },
  {
    question: "איזה פועל מרובע מתאר תהליך של הקניית תכנים?",
    options: ["חרחר", "דברר", "קטלג", "שטען"],
    correctAnswer: 1,
  },
];
